amneziavpn-bin
anilibria-winmaclinux-git
anydesk-bin
ayugram-desktop-bin
botan2
cheese
clutter
clutter-gst
clutter-gtk
cogl
figma-linux-bin
github-desktop-bin
gnome-mimeapps
google-chrome
grub-customizer
hiddify-next-bin
koala-clash-bin
libcheese
nekoray-bin
postman-bin
python-pynput
qt5-webchannel
qt5-webengine
qt5-websockets
qt5-webview
r8168-dkms
responsively-bin
rudesktop
sing-geoip-db
sing-geosite-db
spotify
termius
vesktop-bin
vi
visual-studio-code-bin
yandex-browser
youtube-music-bin
yp-tools
zen-browser-bin
