7zip
acpi
acpid
adw-gtk-theme
alacritty
amd-ucode
apparmor
b43-fwcutter
baobab
base
base-devel
bibata-cursor-theme
btop
btrfs-progs
btrfsmaintenance
celluloid
cpupower
cronie
cryptsetup
decibels
deja-dup
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
evince
exfatprogs
f2fs-tools
ffmpeg-audio-thumbnailer
ffmpegthumbnailer
file-roller
firefox
flameshot
fprintd
fragments
gamemode
gdm
glibc-locales
gnome-backgrounds
gnome-boxes
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-layout-switcher
gnome-logs
gnome-maps
gnome-remote-desktop
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extension-arc-menu
gnome-shell-extension-dash-to-dock
gnome-shell-extension-dash-to-panel
gnome-shell-extension-forge
gnome-shell-extension-gnome-ui-tune
gnome-shell-extension-gsconnect
gnome-shell-extension-gtk4-desktop-icons-ng
gnome-shell-extension-legacy-theme-auto-switcher
gnome-shell-extension-space-bar
gnome-shell-extensions
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gnuchess
grilo-plugins
grub
grub-btrfs
grub-theme-manjaro
gthumb
gtksourceview-pkgbuild
gufw
guvcview
gvfs
gvfs-afc
gvfs-dnssd
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
ibus
inetutils
install-grub
intel-ucode
inxi
jfsutils
kvantum-manjaro
less
lib32-nvidia-utils
libdvdcss
libgda6
libpamac-flatpak-plugin
libxnvctrl
linux-firmware-meta
linux612
linux612-nvidia-open
logrotate
lollypop
lutris
lvm2
malcontent
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-base-skel
manjaro-browser-settings
manjaro-gnome-backgrounds
manjaro-gnome-extension-settings
manjaro-gnome-settings
manjaro-gstreamer
manjaro-hello
manjaro-input
manjaro-modem
manjaro-pipewire
manjaro-printer
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-settings-samba
manjaro-system
manjaro-zsh-config
mdadm
memtest86+
memtest86+-efi
mesa-utils
mhwd
mhwd-db
micro
mkinitcpio-openswap
modemmanager
nano
nano-syntax-highlighting
nautilus
nautilus-admin
nautilus-empty-file
nautilus-open-any-terminal
nemo
neovim
network-manager-sstp
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-strongswan
networkmanager-vpnc
nfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
nvidia-prime
nvidia-settings
nvidia-utils
nvm
obs-studio
obsidian
openssh
os-prober
pamac-gnome-integration
pamac-gtk
papirus-maia-icon-theme
perl
plymouth-theme-manjaro
pngquant
power-profiles-daemon
qbittorrent
qt5ct
qt6ct
rsync
rygel
s-nail
sbctl
seahorse
simple-scan
snapshot
sof-firmware
squashfs-tools
steam
sudo
sushi
sysfsutils
system-config-printer
telegram-desktop
texinfo
timeshift
timeshift-autosnap-manjaro
tmux
totem
ttf-dejavu
ttf-hack-nerd
ttf-indic-otf
udev-usb-sync
unace
unrar
update-grub
usbutils
vim
vivaldi
vulkan-tools
webapp-manager
wget
which
wine
wine-gecko
wine-mono
winetricks
wireless-regdb
wpa_supplicant
xfsprogs
xorg-server
yay
zip
zram-generator
